import "./index.css";

export default function () {
  return (
    <div className="a-container">
      人们把用动情的表现手法（这些手法常常是有些司空见惯的）表现感人事迹以煽动观众心中情绪的行为叫做“煽情”。
      <div className="a-spanner w-full h-4">Spanner</div>
      提到煽情，总会有一大部分人会皱起眉头，一脸鄙夷，下意识怀疑这煽情内容的真伪，总觉得这样表现出的事迹一定是有水分，甚至是虚构的。
      其实煽情，也不一定就是坏事。而且不但不能一棒子打死，还应当有所发扬。
      首先，煽情这一现象一旦出现，其对象一定不是小众的。在这个纷乱却冷漠的时代，连小学生都会用“在这个道德沦丧、金钱至上的时代”为作文开头，说明道德水平低下、价值观混乱的社会现象在人们之间是有共识的。物欲横流，时代还在加速，人们没时间没资本停下来修身养性。于是极端圆滑却极端敏感的心彼此排挤、疏远，人们或忘乎所以或身不由己地失去本心。这时煽情便是必要的，快速打动人的真切话语，温暖包裹着淡淡忧伤的故事，迅速地吸引眼球，与心共鸣，融化冰川，温暖死角。这是极有效的一招，是一针强效药，很容易让你为之一震，心底泛起一股暖意，忽然觉得周身多了温暖，多了幸福，多了感动。黯淡的眸子再次明亮，用新的眼光去看这斑斓世界，拿出勇气去找回本心。
      其次，煽情的对象既然不是小众，那么就说明它可以引起人们对某一被忽视现象的广泛关注。一则“失去的无法挽回，留下的更要珍惜”的公益广告便能让人们在深沉悲伤的男低音中提高对古建古迹的保护意识，一次新闻专访留守儿童便能让人们在与孩子们一同流下眼泪后去关注整个复杂的农村留守老人儿童问题。当下，信息量庞大得难以置信，人们在接受时难免会有遗漏，特别是当娱乐八卦一类新闻铺天盖地席卷而来之时。与其让明星的卖笑照占领，不如留心煽煽情，让人们多注意注意弱势群体和社会问题。
    </div>
  );
}
